{
  "fever": {
    "english": "Fever is when your body temperature rises above normal (98.6°F). Common symptoms include high temperature, headache, body pain, and weakness. This usually happens when your body fights infection from viruses or bacteria. To manage fever, take proper rest, drink plenty of water and fluids, and take paracetamol if needed. Visit a doctor if fever exceeds 103°F or continues for more than 3 days.",
    "odia": "ଜ୍ୱର ହେଉଛି ଯେତେବେଳେ ଆପଣଙ୍କ ଶରୀରର ତାପମାତ୍ରା ସାଧାରଣଠାରୁ ଅଧିକ ହୋଇଯାଏ। ମୁଖ୍ୟ ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଉଚ୍ଚ ତାପମାତ୍ରା, ମୁଣ୍ଡବିନ୍ଧା, ଶରୀର ଯନ୍ତ୍ରଣା ଏବଂ ଦୁର୍ବଳତା। ଏହା ସାଧାରଣତଃ ଭାଇରାସ୍ କିମ୍ବା ବ୍ୟାକ୍ଟେରିଆ ସଂକ୍ରମଣ ସମୟରେ ହୋଇଥାଏ। ଜ୍ୱର ପାଇଁ ଭଲ ବିଶ୍ରାମ ନିଅନ୍ତୁ, ପ୍ରଚୁର ପାଣି ଓ ତରଳ ପଦାର୍ଥ ପିଅନ୍ତୁ ଏବଂ ଆବଶ୍ୟକ ହେଲେ ପାରାସେଟାମଲ ସେବନ କରନ୍ତୁ। ଯଦି ଜ୍ୱର ୧୦୩°F ରୁ ଅଧିକ ହୁଏ କିମ୍ବା ୩ ଦିନରୁ ଅଧିକ ରହେ ତେବେ ଡାକ୍ତରଙ୍କ ସହିତ ପରାମର୍ଶ କରନ୍ତୁ।",
    "hindi": "बुखार तब होता है जब आपके शरीर का तापमान सामान्य से अधिक हो जाता है। मुख्य लक्षण हैं तेज बुखार, सिरदर्द, शरीर में दर्द और कमजोरी। यह आमतौर पर वायरल या बैक्टीरियल संक्रमण से होता है। बुखार के लिए अच्छी तरह आराम करें, खूब पानी पिएं और जरूरत हो तो पैरासिटामोल लें। अगर बुखार 103°F से ज्यादा हो या 3 दिन से अधिक रहे तो डॉक्टर से मिलें।",
    "emergency_threshold": 103,
    "symptoms": ["high_temperature", "headache", "body_pain", "weakness"]
  },
  "cold": {
    "english": "Common cold is a viral infection that affects your nose and throat. Symptoms include runny nose, sneezing, cough, sore throat, and mild headache. It spreads through droplets when infected people cough or sneeze. Cold usually gets better on its own in 7-10 days. To feel better, rest well, drink warm water, gargle with salt water, and avoid cold foods. Wash hands frequently to prevent spreading to others.",
    "odia": "ଶର୍ଦି ହେଉଛି ଏକ ଭାଇରାଲ୍ ସଂକ୍ରମଣ ଯାହା ନାକ ଓ ଗଳାକୁ ପ୍ରଭାବିତ କରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ନାକ ପାଣି ଝରିବା, ଛିଙ୍କିବା, କାଶ, ଗଳା ଯନ୍ତ୍ରଣା ଏବଂ ହାଲକା ମୁଣ୍ଡବିନ୍ଧା। ସଂକ୍ରମିତ ବ୍ୟକ୍ତି କାଶ କିମ୍ବା ଛିଙ୍କିଲେ ଏହା ଫୁଟା ଦ୍ୱାରା ବ୍ୟାପିଥାଏ। ଶର୍ଦି ସାଧାରଣତଃ ୭-୧୦ ଦିନରେ ନିଜେ ଭଲ ହୋଇଯାଏ। ଭଲ ଲାଗିବା ପାଇଁ ଭଲ ବିଶ୍ରାମ ନିଅନ୍ତୁ, ଗରମ ପାଣି ପିଅନ୍ତୁ, ଲୁଣ ପାଣିରେ ଗର୍ଗଲ୍ କରନ୍ତୁ ଏବଂ ଥଣ୍ଡା ଖାଦ୍ୟ ଏଡ଼ାନ୍ତୁ। ଅନ୍ୟମାନଙ୍କୁ ବ୍ୟାପିବା ରୋକିବା ପାଇଁ ବାରମ୍ବାର ହାତ ଧୋଇନ୍ତୁ।",
    "hindi": "सर्दी एक वायरल संक्रमण है जो नाक और गले को प्रभावित करती है। लक्षणों में नाक बहना, छींकना, खांसी, गले में खराश शामिल है। यह खांसी-छींक की बूंदों से फैलती है। सर्दी आमतौर पर 7-10 दिन में अपने आप ठीक हो जाती है। बेहतर महसूस करने के लिए अच्छा आराम करें, गर्म पानी पिएं, नमक के पानी से गरारे करें और ठंडा खाना न खाएं।",
    "emergency_threshold": null,
    "symptoms": ["runny_nose", "sneezing", "cough", "sore_throat", "mild_headache"]
  },
  "malaria": {
    "english": "Malaria is a serious disease caused by mosquito bites, specifically Anopheles mosquitoes. Symptoms include high fever with chills, severe headache, vomiting, sweating, and body aches. If left untreated, it can become life-threatening. Prevention is key - sleep under mosquito nets, use mosquito repellent, keep surroundings clean, and remove stagnant water where mosquitoes breed. If you suspect malaria, get blood test done immediately and consult doctor for proper treatment.",
    "odia": "ମଲେରିଆ ଏକ ଗମ୍ଭୀର ରୋଗ ଯାହା ମଶାରୀ କାମୁଡ଼ାଦ୍ୱାରା ହୋଇଥାଏ, ବିଶେଷକରି ଆନୋଫିଲିସ୍ ମଶାରୀ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା କମ୍ପନ ସହିତ ଉଚ୍ଚ ଜ୍ୱର, ଗଭୀର ମୁଣ୍ଡବିନ୍ଧା, ବାନ୍ତି, ଝାଳ ଏବଂ ଶରୀର ଯନ୍ତ୍ରଣା। ଚିକିତ୍ସା ନ କରାଗଲେ ଏହା ଜୀବନ ପ୍ରତି ବିପଦଜନକ ହୋଇପାରେ। ପ୍ରତିରୋଧ ମୁଖ୍ୟ - ମଶାରୀ ଜାଲ ତଳେ ଶୋଇନ୍ତୁ, ମଶାରୀ ମାରକ ବ୍ୟବହାର କରନ୍ତୁ, ଚାରିପାଖ ସଫା ରଖନ୍ତୁ ଏବଂ ରହିଯାଇଥିବା ପାଣି ସରାନ୍ତୁ ଯେଉଁଠାରେ ମଶାରୀ ବଂଶବିସ୍ତାର କରେ। ମଲେରିଆ ସନ୍ଦେହ ହେଲେ ତୁରନ୍ତ ରକ୍ତ ପରୀକ୍ଷା କରାନ୍ତୁ ଏବଂ ଉପଯୁକ୍ତ ଚିକିତ୍ସା ପାଇଁ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "मलेरिया एक गंभीर बीमारी है जो मच्छर के काटने से होती है, खासकर एनोफिलीज मच्छर से। लक्षणों में कंपकंपी के साथ तेज बुखार, सिरदर्द, उल्टी शामिल है। बचाव के लिए मच्छरदानी का इस्तेमाल करें, आसपास पानी जमा न होने दें। संदेह होने पर तुरंत खून की जांच कराएं।",
    "emergency_threshold": null,
    "symptoms": ["high_fever_with_chills", "severe_headache", "vomiting", "sweating", "body_aches"]
  },
  "dengue": {
    "english": "Dengue is a viral fever transmitted by Aedes mosquitoes. Symptoms include sudden high fever, severe headache, eye pain, muscle and joint pains, and skin rash. In severe cases, it can cause bleeding and become life-threatening. There's no specific medicine for dengue, so prevention is crucial. Remove all stagnant water from flower pots, containers, and coolers. Use mosquito repellent and wear full-sleeve clothes. If symptoms appear, drink plenty of fluids, take rest, and consult doctor immediately. Never take aspirin during dengue fever.",
    "odia": "ଡେଙ୍ଗୁ ଏକ ଭାଇରାଲ୍ ଜ୍ୱର ଯାହା ଏଡିସ୍ ମଶାରୀ ଦ୍ୱାରା ବ୍ୟାପିଥାଏ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ହଠାତ୍ ଉଚ୍ଚ ଜ୍ୱର, ଗଭୀର ମୁଣ୍ଡବିନ୍ଧା, ଆଖି ଯନ୍ତ୍ରଣା, ମାଂସପେଶୀ ଓ ଗଣ୍ଠି ଯନ୍ତ୍ରଣା ଏବଂ ଚର୍ମରେ ଦାଗ। ଗମ୍ଭୀର ଅବସ୍ଥାରେ ରକ୍ତପାତ ହୋଇ ଜୀବନ ପ୍ରତି ବିପଦ ସୃଷ୍ଟି କରିପାରେ। ଡେଙ୍ଗୁ ପାଇଁ କୌଣସି ନିର୍ଦ୍ଦିଷ୍ଟ ଔଷଧ ନାହିଁ, ତେଣୁ ପ୍ରତିରୋଧ ଜରୁରୀ। ଫୁଲ ପାତ୍ର, ପାତ୍ର ଓ କୁଲରରୁ ସମସ୍ତ ରୁହିଯାଇଥିବା ପାଣି ସରାନ୍ତୁ। ମଶାରୀ ମାରକ ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ ପୂର୍ଣ୍ଣ ହାତର ପୋଷାକ ପରିଧାନ କରନ୍ତୁ। ଲକ୍ଷଣ ଦେଖାଗଲେ ପ୍ରଚୁର ତରଳ ପଦାର୍ଥ ପିଅନ୍ତୁ, ବିଶ୍ରାମ ନିଅନ୍ତୁ ଏବଂ ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ। ଡେଙ୍ଗୁ ଜ୍ୱର ସମୟରେ କଦାପି ଆସ୍ପିରିନ୍ ନିଅନ୍ତୁ ନାହିଁ।",
    "hindi": "डेंगू एक वायरल बुखार है जो एडीज मच्छर से फैलता है। लक्षणों में अचानक तेज बुखार, सिरदर्द, आंखों में दर्द, मांसपेशियों में दर्द शामिल है। बचाव के लिए पानी जमा न होने दें, मच्छर भगाने वाली दवा का इस्तेमाल करें। लक्षण दिखने पर तुरंत डॉक्टर से मिलें।",
    "emergency_threshold": null,
    "symptoms": ["sudden_high_fever", "severe_headache", "eye_pain", "muscle_joint_pain", "skin_rash"]
  },
  "asthma": {
  "english": "Asthma is a chronic condition where airways become narrow and inflamed, making breathing difficult. Symptoms include wheezing, shortness of breath, chest tightness, and persistent cough, especially at night or early morning. Common triggers are allergens (dust, pollen), smoke, cold air, exercise, and stress. Management includes avoiding triggers, using prescribed inhalers (rescue and controller medications), monitoring symptoms, and having an action plan. During an asthma attack, use rescue inhaler immediately and seek medical help if breathing doesn't improve.",
  "odia": "ଆଜମା ଏକ ଦୀର୍ଘସ୍ଥାୟୀ ରୋଗ ଯେଉଁଥିରେ ଶ୍ୱାସନଳୀ ସଂକୀର୍ଣ୍ଣ ଓ ପ୍ରଦାହିତ ହୋଇ ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ ହୋଇଥାଏ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଶ୍ୱାସରେ ଶବ୍ଦ, ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ, ଛାତି ଟାଣ ଲାଗିବା ଏବଂ କାଶ। ଚିକିତ୍ସା ପାଇଁ ଇନହେଲର ବ୍ୟବହାର କରନ୍ତୁ, ଧୂଳି ଓ ଧୂଆଁରୁ ଦୂରେ ରୁହନ୍ତୁ ଏବଂ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
  "hindi": "अस्थमा एक दीर्घकालिक बीमारी है जिसमें सांस की नली संकरी और सूजी हुई हो जाती है। लक्षणों में सांस लेते समय आवाज, सांस फूलना, छाती में जकड़न और खांसी शामिल है। इलाज के लिए इन्हेलर का इस्तेमाल करें, धूल-धुएं से बचें और डॉक्टर की सलाह लें।",
  "emergency_threshold": null,
  "symptoms": ["wheezing", "shortness_of_breath", "chest_tightness", "persistent_cough"]
  },
  "diabetes": {
    "english": "Diabetes is a chronic condition where blood sugar levels become too high. Type 1 occurs when the body doesn't produce insulin, while Type 2 happens when the body doesn't use insulin properly. Symptoms include increased thirst, frequent urination, extreme hunger, unexplained weight loss, fatigue, blurred vision, and slow-healing wounds. Management includes regular blood sugar monitoring, healthy diet with limited sugar and refined carbs, regular exercise, medications as prescribed, and maintaining healthy weight. Regular check-ups are essential to prevent complications.",
    "odia": "ଡାଏବେଟିସ୍ ଏକ ଦୀର୍ଘସ୍ଥାୟୀ ରୋଗ ଯେଉଁଥିରେ ରକ୍ତରେ ଶର୍କରା ସ୍ତର ଅତ୍ୟଧିକ ବଢ଼ିଯାଏ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଅଧିକ ତୃଷା, ବାରମ୍ବାର ପରିସ୍ରା, ଅତ୍ୟଧିକ କ୍ଷୁଧା, ଓଜନ ହ୍ରାସ, କ୍ଲାନ୍ତି, ଦୃଷ୍ଟି ଝାପସା ହେବା। ପରିଚାଳନା ପାଇଁ ନିୟମିତ ରକ୍ତ ଶର୍କରା ପରୀକ୍ଷା, ସ୍ୱାସ୍ଥ୍ୟକର ଖାଦ୍ୟ, ନିୟମିତ ବ୍ୟାୟାମ, ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ଅନୁଯାୟୀ ଔଷଧ ସେବନ କରନ୍ତୁ।",
    "hindi": "डायबिटीज एक दीर्घकालिक बीमारी है जिसमें खून में शुगर का स्तर बहुत बढ़ जाता है। लक्षणों में अधिक प्यास, बार-बार पेशाब आना, अत्यधिक भूख, वजन कम होना, थकान, धुंधली दृष्टि शामिल है। प्रबंधन के लिए नियमित शुगर जांच, स्वस्थ आहार, नियमित व्यायाम और डॉक्टर की सलाह से दवाएं लें।",
    "emergency_threshold": null,
    "symptoms": ["increased_thirst", "frequent_urination", "extreme_hunger", "weight_loss", "fatigue", "blurred_vision"]
  },
  "hypertension": {
    "english": "Hypertension or high blood pressure is when blood pressure consistently measures 140/90 mmHg or higher. Often called 'silent killer' as it usually has no symptoms but can lead to heart disease, stroke, and kidney damage. Risk factors include obesity, lack of exercise, excessive salt intake, stress, and family history. Management includes reducing salt intake, eating fruits and vegetables, regular exercise, maintaining healthy weight, limiting alcohol, managing stress, and taking prescribed medications regularly. Regular blood pressure monitoring is crucial.",
    "odia": "ଉଚ୍ଚ ରକ୍ତଚାପ ହେଉଛି ଯେତେବେଳେ ରକ୍ତଚାପ କ୍ରମାଗତ ୧୪୦/୯୦ mmHg କିମ୍ବା ଅଧିକ ରହେ। ଏହାକୁ 'ନୀରବ ହତ୍ୟାକାରୀ' କୁହାଯାଏ କାରଣ ସାଧାରଣତଃ କୌଣସି ଲକ୍ଷଣ ନଥାଏ କିନ୍ତୁ ହୃଦରୋଗ, ଷ୍ଟ୍ରୋକ୍ ହୋଇପାରେ। ପରିଚାଳନା ପାଇଁ ଲୁଣ କମ୍ ଖାଆନ୍ତୁ, ଫଳ ଓ ପନିପରିବା ଖାଆନ୍ତୁ, ନିୟମିତ ବ୍ୟାୟାମ, ସ୍ୱାସ୍ଥ୍ୟକର ଓଜନ ବଜାୟ ରଖନ୍ତୁ, ମଦ୍ୟପାନ ସୀମିତ କରନ୍ତୁ ଏବଂ ନିୟମିତ ଔଷଧ ସେବନ କରନ୍ତୁ।",
    "hindi": "उच्च रक्तचाप तब होता है जब रक्तचाप लगातार 140/90 mmHg या अधिक रहता है। इसे 'साइलेंट किलर' कहा जाता है क्योंकि आमतौर पर कोई लक्षण नहीं होते। प्रबंधन के लिए नमक कम करें, फल-सब्जियां खाएं, नियमित व्यायाम करें, स्वस्थ वजन बनाए रखें और नियमित दवाएं लें।",
    "emergency_threshold": null,
    "symptoms": ["headache", "dizziness", "chest_pain", "shortness_of_breath"]
  },
  "diarrhea": {
    "english": "Diarrhea is passing loose, watery stools three or more times a day. Common causes include viral or bacterial infections, contaminated food or water, food intolerance, and medications. Symptoms include frequent loose stools, abdominal cramps, nausea, and dehydration. Most cases resolve within a few days. Treatment focuses on preventing dehydration - drink plenty of clean water, ORS (oral rehydration solution), eat simple foods like rice, bananas, toast. Avoid dairy, oily, and spicy foods. Seek medical help if diarrhea lasts more than 3 days, there's blood in stool, high fever, or severe dehydration.",
    "odia": "ଝାଡ଼ା ହେଉଛି ଦିନକୁ ତିନିଥର କିମ୍ବା ଅଧିକ ଥର ଜଳୀୟ ମଳ ବାହାରିବା। ସାଧାରଣ କାରଣଗୁଡ଼ିକ ହେଲା ଭାଇରାଲ୍ କିମ୍ବା ବ୍ୟାକ୍ଟେରିଆଲ୍ ସଂକ୍ରମଣ, ଦୂଷିତ ଖାଦ୍ୟ କିମ୍ବା ପାଣି। ଚିକିତ୍ସା ନିର୍ଜଳୀକରଣ ରୋକିବା ଉପରେ ଧ୍ୟାନ ଦିଏ - ପ୍ରଚୁର ସଫା ପାଣି ପିଅନ୍ତୁ, ORS ପିଅନ୍ତୁ, ଚାଉଳ, କଦଳୀ, ଟୋଷ୍ଟ ଭଳି ସରଳ ଖାଦ୍ୟ ଖାଆନ୍ତୁ। ଦୁଗ୍ଧଜାତ, ତେଲିଆ ଓ ମସଲାଯୁକ୍ତ ଖାଦ୍ୟ ଏଡ଼ାନ୍ତୁ। ଯଦି ଝାଡ଼ା ୩ ଦିନରୁ ଅଧିକ ରହେ, ମଳରେ ରକ୍ତ ଆସେ, ତେବେ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "दस्त का मतलब है दिन में तीन या अधिक बार पतला, पानी जैसा मल आना। सामान्य कारण हैं वायरल या बैक्टीरियल संक्रमण, दूषित खाना या पानी। इलाज में निर्जलीकरण रोकना महत्वपूर्ण है - खूब साफ पानी पिएं, ORS लें, चावल, केला, टोस्ट जैसा सादा खाना खाएं। अगर 3 दिन से अधिक रहे या मल में खून आए तो डॉक्टर से मिलें।",
    "emergency_threshold": null,
    "symptoms": ["loose_stools", "abdominal_cramps", "nausea", "dehydration"]
  },
  "typhoid": {
    "english": "Typhoid fever is a serious bacterial infection caused by Salmonella typhi, spread through contaminated food and water. Symptoms include prolonged high fever (103-104°F), weakness, stomach pain, headache, loss of appetite, and sometimes rash. Fever typically increases gradually and may last for weeks if untreated. Diagnosis requires blood test. Treatment includes antibiotics as prescribed by doctor, complete rest, plenty of fluids, and nutritious diet. Prevention includes drinking clean water, eating properly cooked food, maintaining hygiene, and typhoid vaccination. Seek immediate medical attention if symptoms appear.",
    "odia": "ଟାଇଫଏଡ୍ ଜ୍ୱର ଏକ ଗମ୍ଭୀର ବ୍ୟାକ୍ଟେରିଆଲ୍ ସଂକ୍ରମଣ ଯାହା ସାଲମୋନେଲା ଟାଇଫି ଦ୍ୱାରା ହୋଇଥାଏ, ଦୂଷିତ ଖାଦ୍ୟ ଓ ପାଣି ମାଧ୍ୟମରେ ବ୍ୟାପେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଦୀର୍ଘସ୍ଥାୟୀ ଉଚ୍ଚ ଜ୍ୱର (103-104°F), ଦୁର୍ବଳତା, ପେଟ ଯନ୍ତ୍ରଣା, ମୁଣ୍ଡବିନ୍ଧା, ଭୋକ କମିଯିବା। ନିରାକରଣ ପାଇଁ ରକ୍ତ ପରୀକ୍ଷା ଆବଶ୍ୟକ। ଚିକିତ୍ସାରେ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ଅନୁଯାୟୀ ଆଣ୍ଟିବାୟୋଟିକ୍, ସମ୍ପୂର୍ଣ୍ଣ ବିଶ୍ରାମ, ପ୍ରଚୁର ତରଳ ପଦାର୍ଥ ଏବଂ ପୁଷ୍ଟିକର ଖାଦ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ। ଲକ୍ଷଣ ଦେଖାଗଲେ ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "टाइफाइड बुखार एक गंभीर बैक्टीरियल संक्रमण है जो साल्मोनेला टाइफी से होता है, दूषित खाने-पानी से फैलता है। लक्षणों में लंबे समय तक तेज बुखार (103-104°F), कमजोरी, पेट दर्द, सिरदर्द, भूख न लगना शामिल है। निदान के लिए खून की जांच जरूरी है। इलाज में डॉक्टर द्वारा बताई गई एंटीबायोटिक्स, पूर्ण आराम, खूब तरल पदार्थ लें। लक्षण दिखने पर तुरंत डॉक्टर से मिलें।",
    "emergency_threshold": null,
    "symptoms": ["prolonged_high_fever", "weakness", "stomach_pain", "headache", "loss_of_appetite"]
  },
  "tuberculosis": {
    "english": "Tuberculosis (TB) is a serious bacterial infection that mainly affects the lungs but can spread to other organs. It spreads through air when an infected person coughs or sneezes. Symptoms include persistent cough lasting more than 3 weeks, coughing up blood, chest pain, unexplained weight loss, night sweats, fever, and extreme tiredness. TB is curable with proper treatment - complete the full course of antibiotics (6-9 months) even if you feel better. Treatment is available free at government health centers. BCG vaccination provides partial protection. Always cover mouth when coughing and maintain good ventilation.",
    "odia": "ଯକ୍ଷ୍ମା (TB) ଏକ ଗମ୍ଭୀର ବ୍ୟାକ୍ଟେରିଆଲ୍ ସଂକ୍ରମଣ ଯାହା ମୁଖ୍ୟତଃ ଫୁସଫୁସକୁ ପ୍ରଭାବିତ କରେ। ସଂକ୍ରମିତ ବ୍ୟକ୍ତି କାଶିଲେ କିମ୍ବା ଛିଙ୍କିଲେ ବାୟୁ ମାଧ୍ୟମରେ ବ୍ୟାପେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ୩ ସପ୍ତାହରୁ ଅଧିକ କାଶ, କାଶରେ ରକ୍ତ ଆସିବା, ଛାତି ଯନ୍ତ୍ରଣା, ଓଜନ ହ୍ରାସ, ରାତିରେ ଝାଳ, ଜ୍ୱର। ସଠିକ୍ ଚିକିତ୍ସାରେ TB ଭଲ ହୋଇପାରେ - ସମ୍ପୂର୍ଣ୍ଣ ଆଣ୍ଟିବାୟୋଟିକ୍ କୋର୍ସ (୬-୯ ମାସ) ସମାପ୍ତ କରନ୍ତୁ। ସରକାରୀ ସ୍ୱାସ୍ଥ୍ୟ କେନ୍ଦ୍ରରେ ମାଗଣା ଚିକିତ୍ସା ଉପଲବ୍ଧ। କାଶିବା ସମୟରେ ସର୍ବଦା ପାଟି ଘୋଡାନ୍ତୁ।",
    "hindi": "तपेदिक (TB) एक गंभीर बैक्टीरियल संक्रमण है जो मुख्य रूप से फेफड़ों को प्रभावित करता है। संक्रमित व्यक्ति के खांसने-छींकने से हवा के माध्यम से फैलता है। लक्षणों में 3 सप्ताह से अधिक खांसी, खांसी में खून, सीने में दर्द, वजन घटना, रात को पसीना, बुखार शामिल है। उचित इलाज से TB ठीक हो सकता है - पूरा एंटीबायोटिक कोर्स (6-9 महीने) पूरा करें। सरकारी स्वास्थ्य केंद्रों में मुफ्त इलाज उपलब्ध है।",
    "emergency_threshold": null,
    "symptoms": ["persistent_cough", "coughing_blood", "chest_pain", "weight_loss", "night_sweats", "fever"]
  },
  "jaundice": {
    "english": "Jaundice is a condition where skin and eyes turn yellow due to excess bilirubin in blood. It's a symptom of liver problems, not a disease itself. Common causes include hepatitis, liver disease, bile duct blockage, or excessive breakdown of red blood cells. Symptoms include yellowing of skin and eyes, dark urine, pale stools, itching, fatigue, and abdominal pain. Treatment depends on the underlying cause. Management includes complete rest, avoiding alcohol completely, eating light easily digestible food, drinking plenty of water, avoiding fatty and spicy foods. Always consult doctor for proper diagnosis and treatment.",
    "odia": "ଜଣ୍ଡିସ୍ ହେଉଛି ଏକ ଅବସ୍ଥା ଯେଉଁଥିରେ ରକ୍ତରେ ଅତ୍ୟଧିକ ବିଲିରୁବିନ୍ ଯୋଗୁଁ ଚର୍ମ ଓ ଆଖି ହଳଦିଆ ହୋଇଯାଏ। ସାଧାରଣ କାରଣଗୁଡ଼ିକ ହେଲା ହେପାଟାଇଟିସ୍, ଯକୃତ ରୋଗ, ପିତ୍ତ ନଳୀ ଅବରୋଧ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଚର୍ମ ଓ ଆଖି ହଳଦିଆ ହେବା, ଗାଢ଼ ପରିସ୍ରା, ଫିକା ମଳ, କୁଣ୍ଡେଇ, କ୍ଲାନ୍ତି। ପରିଚାଳନାରେ ସମ୍ପୂର୍ଣ୍ଣ ବିଶ୍ରାମ, ମଦ୍ୟପାନ ସମ୍ପୂର୍ଣ୍ଣ ଏଡ଼ାଇବା, ହାଲକା ସହଜରେ ହଜମ ହେଉଥିବା ଖାଦ୍ୟ ଖାଆନ୍ତୁ, ପ୍ରଚୁର ପାଣି ପିଅନ୍ତୁ, ଚର୍ବିଯୁକ୍ତ ଓ ମସଲାଯୁକ୍ତ ଖାଦ୍ୟ ଏଡ଼ାନ୍ତୁ। ସଠିକ୍ ନିରାକରଣ ଓ ଚିକିତ୍ସା ପାଇଁ ସର୍ବଦା ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "पीलिया एक स्थिति है जिसमें खून में अधिक बिलीरुबिन के कारण त्वचा और आंखें पीली हो जाती हैं। सामान्य कारण हैं हेपेटाइटिस, लीवर रोग, पित्त नली में रुकावट। लक्षणों में त्वचा और आंखों का पीला होना, गहरे रंग का पेशाब, हल्के रंग का मल, खुजली, थकान शामिल है। प्रबंधन में पूर्ण आराम, शराब से पूरी तरह परहेज, हल्का आसानी से पचने वाला खाना, खूब पानी पिएं। सही निदान के लिए हमेशा डॉक्टर से परामर्श लें।",
    "emergency_threshold": null,
    "symptoms": ["yellow_skin_eyes", "dark_urine", "pale_stools", "itching", "fatigue", "abdominal_pain"]
  },
  "chickenpox": {
    "english": "Chickenpox is a highly contagious viral infection caused by varicella-zoster virus. It spreads through air droplets or direct contact with blisters. Symptoms include itchy red rash that turns into fluid-filled blisters, fever, headache, tiredness, and loss of appetite. Blisters appear in waves over 2-4 days and eventually crust over. Most cases are mild in children but can be severe in adults. Treatment focuses on relieving symptoms - apply calamine lotion for itching, take paracetamol for fever (never aspirin), keep nails trimmed to prevent scratching, wear loose cotton clothes, and maintain good hygiene. Vaccination is available and highly effective in preventing chickenpox.",
    "odia": "ଚିକେନ୍‌ପକ୍ସ ଏକ ଅତ୍ୟଧିକ ସଂକ୍ରାମକ ଭାଇରାଲ୍ ସଂକ୍ରମଣ ଯାହା ଭାରିସେଲା-ଜୋଷ୍ଟର୍ ଭାଇରସ୍ ଦ୍ୱାରା ହୋଇଥାଏ। ବାୟୁ କଣିକା କିମ୍ବା ଫୋଟକା ସହ ସିଧାସଳଖ ସଂସ୍ପର୍ଶ ଦ୍ୱାରା ବ୍ୟାପେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା କୁଣ୍ଡେଇଯୁକ୍ତ ଲାଲ ଦାଗ ଯାହା ତରଳ ଭର୍ତ୍ତି ଫୋଟକାରେ ପରିଣତ ହୁଏ, ଜ୍ୱର, ମୁଣ୍ଡବିନ୍ଧା, କ୍ଲାନ୍ତି। ଚିକିତ୍ସା ଲକ୍ଷଣ ଉପଶମ ଉପରେ ଧ୍ୟାନ ଦିଏ - କୁଣ୍ଡେଇ ପାଇଁ କାଲାମାଇନ୍ ଲୋସନ ଲଗାନ୍ତୁ, ଜ୍ୱର ପାଇଁ ପାରାସେଟାମଲ ନିଅନ୍ତୁ, ନଖ କାଟି ରଖନ୍ତୁ, ଢିଲା ସୂତା ପୋଷାକ ପିନ୍ଧନ୍ତୁ। ଟୀକାକରଣ ଉପଲବ୍ଧ ଏବଂ ଚିକେନ୍‌ପକ୍ସ ରୋକିବାରେ ଅତ୍ୟନ୍ତ ପ୍ରଭାବଶାଳୀ।",
    "hindi": "चिकनपॉक्स एक अत्यधिक संक्रामक वायरल संक्रमण है जो वैरिसेला-जोस्टर वायरस से होता है। हवा की बूंदों या छालों के सीधे संपर्क से फैलता है। लक्षणों में खुजली वाले लाल दाने जो तरल भरे छालों में बदल जाते हैं, बुखार, सिरदर्द, थकान शामिल है। इलाज लक्षणों को कम करने पर केंद्रित है - खुजली के लिए कैलामाइन लोशन लगाएं, बुखार के लिए पैरासिटामोल लें, नाखून काटें, ढीले सूती कपड़े पहनें। टीकाकरण उपलब्ध है और चिकनपॉक्स रोकने में बहुत प्रभावी है।",
    "emergency_threshold": null,
    "symptoms": ["itchy_red_rash", "fluid_filled_blisters", "fever", "headache", "tiredness"]
  },
  "migraine": {
    "english": "Migraine is a neurological condition causing intense, throbbing headaches, usually on one side of the head. Attacks can last 4-72 hours. Symptoms include severe headache, sensitivity to light and sound, nausea, vomiting, and sometimes visual disturbances (aura) before headache starts. Common triggers include stress, certain foods (chocolate, cheese, caffeine), hormonal changes, lack of sleep, and bright lights. Management includes identifying and avoiding triggers, regular sleep schedule, staying hydrated, stress management, regular meals, and medications as prescribed. During an attack, rest in a quiet dark room, apply cold compress, and take prescribed medications early.",
    "odia": "ମାଇଗ୍ରେନ୍ ଏକ ସ୍ନାୟୁବିକ ଅବସ୍ଥା ଯାହା ତୀବ୍ର, ଧପଧପ କରୁଥିବା ମୁଣ୍ଡବିନ୍ଧା ସୃଷ୍ଟି କରେ, ସାଧାରଣତଃ ମୁଣ୍ଡର ଗୋଟିଏ ପାର୍ଶ୍ୱରେ। ଆକ୍ରମଣ ୪-୭୨ ଘଣ୍ଟା ପର୍ଯ୍ୟନ୍ତ ରହିପାରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଗଭୀର ମୁଣ୍ଡବିନ୍ଧା, ଆଲୋକ ଓ ଶବ୍ଦ ପ୍ରତି ସମ୍ବେଦନଶୀଳତା, ବାନ୍ତି, ଏବଂ ବେଳେବେଳେ ମୁଣ୍ଡବିନ୍ଧା ଆରମ୍ଭ ହେବା ପୂର୍ବରୁ ଦୃଷ୍ଟି ବିଭ୍ରାଟ। ସାଧାରଣ କାରଣଗୁଡ଼ିକ ହେଲା ଚାପ, କିଛି ଖାଦ୍ୟ (ଚକଲେଟ୍, ପନିର, କଫି), ହରମୋନାଲ୍ ପରିବର୍ତ୍ତନ, ନିଦ୍ରା ଅଭାବ। ପରିଚାଳନାରେ କାରଣ ଚିହ୍ନଟ ଓ ଏଡ଼ାଇବା, ନିୟମିତ ନିଦ୍ରା, ଜଳସେଚିତ ରହିବା, ଚାପ ପରିଚାଳନା, ନିୟମିତ ଭୋଜନ ଅନ୍ତର୍ଭୁକ୍ତ। ଆକ୍ରମଣ ସମୟରେ ଶାନ୍ତ ଅନ୍ଧାର କୋଠରୀରେ ବିଶ୍ରାମ ନିଅନ୍ତୁ, ଥଣ୍ଡା ସଙ୍କୋଚ ଲଗାନ୍ତୁ।",
    "hindi": "माइग्रेन एक न्यूरोलॉजिकल स्थिति है जो तीव्र, धड़कते हुए सिरदर्द का कारण बनती है, आमतौर पर सिर के एक तरफ। हमले 4-72 घंटे तक रह सकते हैं। लक्षणों में गंभीर सिरदर्द, प्रकाश और ध्वनि के प्रति संवेदनशीलता, मतली, उल्टी शामिल है। सामान्य कारण हैं तनाव, कुछ खाद्य पदार्थ (चॉकलेट, पनीर, कैफीन), हार्मोनल परिवर्तन, नींद की कमी। प्रबंधन में कारणों की पहचान और उनसे बचना, नियमित नींद, हाइड्रेटेड रहना, तनाव प्रबंधन शामिल है। हमले के दौरान शांत अंधेरे कमरे में आराम करें, ठंडी सिकाई करें।",
    "emergency_threshold": null,
    "symptoms": ["severe_headache", "light_sensitivity", "sound_sensitivity", "nausea", "vomiting", "visual_disturbances"]
  },
  "gastritis": {
    "english": "Gastritis is inflammation of the stomach lining. It can be acute (sudden) or chronic (long-term). Common causes include bacterial infection (H. pylori), excessive alcohol use, prolonged use of pain relievers (NSAIDs), stress, and spicy foods. Symptoms include burning pain in upper abdomen (especially between meals or at night), nausea, vomiting, feeling of fullness, loss of appetite, and sometimes dark stools indicating bleeding. Management includes eating smaller frequent meals, avoiding spicy and acidic foods, reducing stress, avoiding alcohol and smoking, taking antacids as needed, and treating H. pylori infection if present. Consult doctor if symptoms persist or worsen.",
    "odia": "ଗ୍ୟାଷ୍ଟ୍ରାଇଟିସ୍ ହେଉଛି ପେଟର ଆବରଣର ପ୍ରଦାହ। ଏହା ତୀବ୍ର (ହଠାତ୍) କିମ୍ବା ଦୀର୍ଘକାଳୀନ ହୋଇପାରେ। ସାଧାରଣ କାରଣଗୁଡ଼ିକ ହେଲା ବ୍ୟାକ୍ଟେରିଆଲ୍ ସଂକ୍ରମଣ (H. pylori), ଅତ୍ୟଧିକ ମଦ୍ୟପାନ, ଯନ୍ତ୍ରଣା ଉପଶମକାରୀର ଦୀର୍ଘସ୍ଥାୟୀ ବ୍ୟବହାର, ଚାପ, ମସଲାଯୁକ୍ତ ଖାଦ୍ୟ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଉପର ପେଟରେ ଜଳୁଥିବା ଯନ୍ତ୍ରଣା (ବିଶେଷକରି ଭୋଜନ ମଧ୍ୟରେ କିମ୍ବା ରାତିରେ), ବାନ୍ତି, ପେଟ ପୂର୍ଣ୍ଣ ଅନୁଭବ, ଭୋକ କମିଯିବା। ପରିଚାଳନାରେ ଛୋଟ ବାରମ୍ବାର ଭୋଜନ, ମସଲାଯୁକ୍ତ ଓ ଅମ୍ଳୀୟ ଖାଦ୍ୟ ଏଡ଼ାଇବା, ଚାପ ହ୍ରାସ, ମଦ୍ୟପାନ ଓ ଧୂମପାନ ଏଡ଼ାଇବା ଅନ୍ତର୍ଭୁକ୍ତ। ଲକ୍ଷଣ ଜାରି ରହିଲେ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "गैस्ट्राइटिस पेट की परत में सूजन है। यह तीव्र (अचानक) या दीर्घकालिक हो सकता है। सामान्य कारण हैं बैक्टीरियल संक्रमण (H. pylori), अधिक शराब का सेवन, दर्द निवारक दवाओं का लंबे समय तक उपयोग, तनाव, मसालेदार भोजन। लक्षणों में ऊपरी पेट में जलन दर्द (विशेष रूप से भोजन के बीच या रात में), मतली, उल्टी, पेट भरा हुआ महसूस होना, भूख न लगना शामिल है। प्रबंधन में छोटे बार-बार भोजन, मसालेदार और अम्लीय खाद्य पदार्थों से बचना, तनाव कम करना, शराब और धूम्रपान से बचना शामिल है। लक्षण बने रहने पर डॉक्टर से परामर्श लें।",
    "emergency_threshold": null,
    "symptoms": ["burning_upper_abdomen_pain", "nausea", "vomiting", "feeling_of_fullness", "loss_of_appetite"]
  },
  "anemia": {
    "english": "Anemia occurs when you don't have enough healthy red blood cells to carry adequate oxygen to body tissues. Most common type is iron-deficiency anemia. Causes include poor diet lacking iron, blood loss (menstruation, ulcers), pregnancy, and chronic diseases. Symptoms include fatigue, weakness, pale skin, shortness of breath, dizziness, cold hands and feet, brittle nails, and headaches. Diagnosis requires blood test to check hemoglobin levels. Treatment depends on cause - iron-rich foods (spinach, meat, beans, dates), iron supplements as prescribed, treating underlying cause, and vitamin C to help iron absorption. Severe anemia may require blood transfusion. Regular monitoring is important.",
    "odia": "ରକ୍ତହୀନତା ହୁଏ ଯେତେବେଳେ ଶରୀର ତନ୍ତୁକୁ ପର୍ଯ୍ୟାପ୍ତ ଅମ୍ଳଜାନ ବହନ କରିବା ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ସୁସ୍ଥ ଲୋହିତ ରକ୍ତ କଣିକା ନଥାଏ। ସବୁଠାରୁ ସାଧାରଣ ପ୍ରକାର ହେଉଛି ଲୌହ-ଅଭାବ ରକ୍ତହୀନତା। କାରଣଗୁଡ଼ିକ ହେଲା ଲୌହର ଅଭାବ ଥିବା ଖରାପ ଖାଦ୍ୟ, ରକ୍ତ କ୍ଷୟ, ଗର୍ଭଧାରଣ, ଦୀର୍ଘସ୍ଥାୟୀ ରୋଗ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା କ୍ଲାନ୍ତି, ଦୁର୍ବଳତା, ଫିକା ଚର୍ମ, ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ, ମୁଣ୍ଡ ବୁଲିବା, ଥଣ୍ଡା ହାତ ଓ ପାଦ, ଭଙ୍ଗୁର ନଖ। ନିରାକରଣ ପାଇଁ ହିମୋଗ୍ଲୋବିନ୍ ସ୍ତର ଯାଞ୍ଚ କରିବାକୁ ରକ୍ତ ପରୀକ୍ଷା ଆବଶ୍ୟକ। ଚିକିତ୍ସା କାରଣ ଉପରେ ନିର୍ଭର କରେ - ଲୌହ ସମୃଦ୍ଧ ଖାଦ୍ୟ (ପାଳଙ୍ଗ, ମାଂସ, ଡାଲି, ଖଜୁରୀ), ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ଅନୁଯାୟୀ ଲୌହ ସପ୍ଲିମେଣ୍ଟ, ଏବଂ ଲୌହ ଅବଶୋଷଣରେ ସାହାଯ୍ୟ କରିବା ପାଇଁ ଭିଟାମିନ୍ C।",
    "hindi": "एनीमिया तब होता है जब शरीर के ऊतकों तक पर्याप्त ऑक्सीजन ले जाने के लिए पर्याप्त स्वस्थ लाल रक्त कोशिकाएं नहीं होती हैं। सबसे आम प्रकार आयरन की कमी से होने वाला एनीमिया है। कारणों में आयरन की कमी वाला आहार, रक्त की हानि, गर्भावस्था, दीर्घकालिक बीमारियां शामिल हैं। लक्षणों में थकान, कमजोरी, पीली त्वचा, सांस फूलना, चक्कर आना, ठंडे हाथ-पैर, भंगुर नाखून शामिल हैं। निदान के लिए हीमोग्लोबिन स्तर जांचने के लिए रक्त परीक्षण आवश्यक है। उपचार कारण पर निर्भर करता है - आयरन युक्त खाद्य पदार्थ (पालक, मांस, दाल, खजूर), डॉक्टर द्वारा बताए गए आयरन सप्लीमेंट, और आयरन अवशोषण में मदद के लिए विटामिन C।",
    "emergency_threshold": null,
    "symptoms": ["fatigue", "weakness", "pale_skin", "shortness_of_breath", "dizziness", "cold_hands_feet", "brittle_nails"]
  },
  "pneumonia": {
    "english": "Pneumonia is a lung infection that inflames air sacs in one or both lungs, which may fill with fluid. It can be caused by bacteria, viruses, or fungi. Symptoms include cough with phlegm or pus, fever, chills, chest pain when breathing or coughing, shortness of breath, fatigue, nausea, and vomiting. It can range from mild to life-threatening, especially in infants, elderly, and people with weakened immune systems. Diagnosis requires chest X-ray and physical examination. Treatment includes antibiotics for bacterial pneumonia, rest, plenty of fluids, and fever reducers. Seek immediate medical attention if breathing becomes difficult, chest pain is severe, or high fever persists.",
    "odia": "ନିମୋନିଆ ହେଉଛି ଫୁସଫୁସର ସଂକ୍ରମଣ ଯାହା ବାୟୁ ଥଳିକୁ ପ୍ରଦାହିତ କରେ ଏବଂ ତରଳ ପଦାର୍ଥରେ ପୂର୍ଣ୍ଣ ହୋଇପାରେ। ଏହା ବ୍ୟାକ୍ଟେରିଆ, ଭାଇରସ୍ କିମ୍ବା ଫଙ୍ଗସ୍ ଦ୍ୱାରା ହୋଇପାରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା କଫ ସହିତ କାଶ, ଜ୍ୱର, ଥଣ୍ଡା ଲାଗିବା, ଶ୍ୱାସ ନେବାରେ ଛାତି ଯନ୍ତ୍ରଣା, ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ, କ୍ଲାନ୍ତି, ବାନ୍ତି। ଏହା ଶିଶୁ, ବୟସ୍କ ଓ ଦୁର୍ବଳ ରୋଗ ପ୍ରତିରୋଧକ ଶକ୍ତି ଥିବା ଲୋକଙ୍କ ପାଇଁ ଜୀବନ ପ୍ରତି ବିପଦଜନକ ହୋଇପାରେ। ନିରାକରଣ ପାଇଁ ଛାତି X-ray ଆବଶ୍ୟକ। ଚିକିତ୍ସାରେ ବ୍ୟାକ୍ଟେରିଆଲ୍ ନିମୋନିଆ ପାଇଁ ଆଣ୍ଟିବାୟୋଟିକ୍, ବିଶ୍ରାମ, ପ୍ରଚୁର ତରଳ ପଦାର୍ଥ ଅନ୍ତର୍ଭୁକ୍ତ। ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ ହେଲେ ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "निमोनिया फेफड़ों का संक्रमण है जो वायु थैलियों में सूजन पैदा करता है और तरल पदार्थ से भर सकता है। यह बैक्टीरिया, वायरस या फंगस से हो सकता है। लक्षणों में बलगम के साथ खांसी, बुखार, ठंड लगना, सांस लेते समय सीने में दर्द, सांस फूलना, थकान, मतली शामिल है। यह शिशुओं, बुजुर्गों और कमजोर प्रतिरक्षा प्रणाली वाले लोगों के लिए जीवन के लिए खतरा हो सकता है। निदान के लिए छाती का एक्स-रे आवश्यक है। इलाज में बैक्टीरियल निमोनिया के लिए एंटीबायोटिक्स, आराम, खूब तरल पदार्थ शामिल है। सांस लेने में कठिनाई होने पर तुरंत डॉक्टर से मिलें।",
    "emergency_threshold": null,
    "symptoms": ["cough_with_phlegm", "fever", "chills", "chest_pain", "shortness_of_breath", "fatigue"]
  },
  "kidney_stone": {
    "english": "Kidney stones are hard deposits made of minerals and salts that form inside kidneys. They can affect any part of the urinary tract. Stones form when urine becomes concentrated, allowing minerals to crystallize and stick together. Symptoms include severe pain in side and back below ribs, pain that radiates to lower abdomen and groin, pain during urination, pink/red/brown urine, cloudy or foul-smelling urine, nausea, vomiting, persistent urge to urinate, and fever if infection present. Small stones may pass through urine with plenty of water intake. Larger stones may require medical treatment including medication to relax ureter muscles or procedures to break stones. Prevention includes drinking plenty of water (2-3 liters daily), limiting salt and animal protein.",
    "odia": "କିଡନୀ ପଥର ହେଉଛି ଖଣିଜ ଓ ଲବଣରେ ତିଆରି କଠିନ ଜମା ଯାହା କିଡନୀ ଭିତରେ ସୃଷ୍ଟି ହୁଏ। ପରିସ୍ରା ଘନୀଭୂତ ହେଲେ ଖଣିଜଗୁଡ଼ିକ ସ୍ଫଟିକ ହୋଇ ଏକତ୍ର ଲାଗି ପଥର ସୃଷ୍ଟି କରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ପାର୍ଶ୍ୱ ଓ ପିଠିରେ ପଟି ତଳେ ଗଭୀର ଯନ୍ତ୍ରଣା, ଯନ୍ତ୍ରଣା ତଳ ପେଟ ଓ ଗ୍ରୋଇନ୍‌କୁ ବ୍ୟାପେ, ପରିସ୍ରା ସମୟରେ ଯନ୍ତ୍ରଣା, ଗୋଲାପୀ/ଲାଲ/ବାଦାମୀ ପରିସ୍ରା, ମେଘୁଆ କିମ୍ବା ଦୁର୍ଗନ୍ଧଯୁକ୍ତ ପରିସ୍ରା, ବାନ୍ତି, ବାରମ୍ବାର ପରିସ୍ରା କରିବାର ଇଚ୍ଛା। ଛୋଟ ପଥର ପ୍ରଚୁର ପାଣି ପିଇଲେ ପରିସ୍ରା ମାଧ୍ୟମରେ ବାହାରିପାରେ। ବଡ଼ ପଥର ପାଇଁ ଔଷଧ କିମ୍ବା ପ୍ରକ୍ରିୟା ଆବଶ୍ୟକ ହୋଇପାରେ। ପ୍ରତିରୋଧ ପାଇଁ ପ୍ରଚୁର ପାଣି (ଦିନକୁ ୨-୩ ଲିଟର) ପିଅନ୍ତୁ, ଲୁଣ ଓ ପଶୁ ପ୍ରୋଟିନ୍ ସୀମିତ କରନ୍ତୁ।",
    "hindi": "किडनी स्टोन खनिज और नमक से बने कठोर जमाव हैं जो किडनी के अंदर बनते हैं। पेशाब गाढ़ा होने पर खनिज क्रिस्टलीकृत होकर चिपक जाते हैं और पत्थर बनाते हैं। लक्षणों में पसली के नीचे बगल और पीठ में तेज दर्द, दर्द जो निचले पेट और ग्रोइन में फैलता है, पेशाब के दौरान दर्द, गुलाबी/लाल/भूरा पेशाब, धुंधला या बदबूदार पेशाब, मतली, उल्टी, बार-बार पेशाब करने की इच्छा शामिल है। छोटे पत्थर खूब पानी पीने से पेशाब के माध्यम से निकल सकते हैं। बड़े पत्थरों के लिए दवा या प्रक्रिया की आवश्यकता हो सकती है। रोकथाम के लिए खूब पानी (रोजाना 2-3 लीटर) पिएं, नमक और पशु प्रोटीन सीमित करें।",
    "emergency_threshold": null,
    "symptoms": ["severe_side_back_pain", "pain_during_urination", "blood_in_urine", "cloudy_urine", "nausea", "vomiting"]
  },
  "hepatitis": {
    "english": "Hepatitis is inflammation of the liver, commonly caused by viral infections (Hepatitis A, B, C, D, E). It can also result from alcohol abuse, toxins, or autoimmune diseases. Symptoms include jaundice (yellowing of skin and eyes), fatigue, abdominal pain, loss of appetite, nausea, vomiting, dark urine, pale stools, joint pain, and fever. Hepatitis A and E spread through contaminated food and water. Hepatitis B and C spread through blood and body fluids. Prevention includes vaccination (for A and B), drinking clean water, eating properly cooked food, avoiding sharing needles, and practicing safe hygiene. Treatment depends on type and severity. Consult doctor immediately if symptoms appear.",
    "odia": "ହେପାଟାଇଟିସ୍ ହେଉଛି ଯକୃତର ପ୍ରଦାହ, ସାଧାରଣତଃ ଭାଇରାଲ୍ ସଂକ୍ରମଣ (ହେପାଟାଇଟିସ୍ A, B, C, D, E) ଦ୍ୱାରା ହୋଇଥାଏ। ଏହା ମଦ୍ୟପାନ, ବିଷାକ୍ତ ପଦାର୍ଥ କିମ୍ବା ଅଟୋଇମ୍ୟୁନ୍ ରୋଗରୁ ମଧ୍ୟ ହୋଇପାରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଜଣ୍ଡିସ୍ (ଚର୍ମ ଓ ଆଖି ହଳଦିଆ ହେବା), କ୍ଲାନ୍ତି, ପେଟ ଯନ୍ତ୍ରଣା, ଭୋକ କମିଯିବା, ବାନ୍ତି, ଗାଢ଼ ପରିସ୍ରା, ଫିକା ମଳ, ଗଣ୍ଠି ଯନ୍ତ୍ରଣା, ଜ୍ୱର। ହେପାଟାଇଟିସ୍ A ଓ E ଦୂଷିତ ଖାଦ୍ୟ ଓ ପାଣି ମାଧ୍ୟମରେ ବ୍ୟାପେ। ହେପାଟାଇଟିସ୍ B ଓ C ରକ୍ତ ଓ ଶରୀର ତରଳ ମାଧ୍ୟମରେ ବ୍ୟାପେ। ପ୍ରତିରୋଧରେ ଟୀକାକରଣ (A ଓ B ପାଇଁ), ସଫା ପାଣି ପିଇବା, ସଠିକ୍ ରନ୍ଧା ଖାଦ୍ୟ ଖାଇବା, ସୁଇ ସେୟାର ନକରିବା ଅନ୍ତର୍ଭୁକ୍ତ। ଲକ୍ଷଣ ଦେଖାଗଲେ ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "हेपेटाइटिस लीवर की सूजन है, आमतौर पर वायरल संक्रमण (हेपेटाइटिस A, B, C, D, E) से होती है। यह शराब के दुरुपयोग, विषाक्त पदार्थों या ऑटोइम्यून रोगों से भी हो सकता है। लक्षणों में पीलिया (त्वचा और आंखों का पीला होना), थकान, पेट दर्द, भूख न लगना, मतली, उल्टी, गहरा पेशाब, पीला मल, जोड़ों में दर्द, बुखार शामिल है। हेपेटाइटिस A और E दूषित भोजन और पानी से फैलता है। हेपेटाइटिस B और C रक्त और शरीर के तरल पदार्थों से फैलता है। रोकथाम में टीकाकरण (A और B के लिए), साफ पानी पीना, ठीक से पका हुआ भोजन, सुई साझा न करना शामिल है। लक्षण दिखने पर तुरंत डॉक्टर से मिलें।",
    "emergency_threshold": null,
    "symptoms": ["jaundice", "fatigue", "abdominal_pain", "loss_of_appetite", "dark_urine", "pale_stools", "fever"]
  },
  "arthritis": {
    "english": "Arthritis is inflammation of one or more joints, causing pain and stiffness that worsens with age. The two most common types are osteoarthritis (wear-and-tear damage to joint cartilage) and rheumatoid arthritis (autoimmune disorder attacking joint linings). Symptoms include joint pain, stiffness (especially in morning), swelling, redness, decreased range of motion, and warmth around joints. Risk factors include age, family history, previous joint injury, and obesity. While there's no cure, treatment can relieve symptoms - medications for pain and inflammation, physical therapy, maintaining healthy weight, regular gentle exercise, hot/cold therapy, and in severe cases, surgery. Early diagnosis and treatment help prevent joint damage.",
    "odia": "ଆର୍ଥ୍ରାଇଟିସ୍ ହେଉଛି ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଗଣ୍ଠିର ପ୍ରଦାହ, ଯନ୍ତ୍ରଣା ଓ କଠିନତା ସୃଷ୍ଟି କରେ ଯାହା ବୟସ ସହ ଖରାପ ହୁଏ। ଦୁଇଟି ସବୁଠାରୁ ସାଧାରଣ ପ୍ରକାର ହେଲା ଅଷ୍ଟିଓଆର୍ଥ୍ରାଇଟିସ୍ (ଗଣ୍ଠି କାର୍ଟିଲେଜ୍‌ର କ୍ଷୟ) ଏବଂ ରିମାଟଏଡ୍ ଆର୍ଥ୍ରାଇଟିସ୍ (ଅଟୋଇମ୍ୟୁନ୍ ବିକାର)। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଗଣ୍ଠି ଯନ୍ତ୍ରଣା, କଠିନତା (ବିଶେଷକରି ସକାଳେ), ଫୁଲା, ଲାଲ ହେବା, ଗତିର ପରିସର କମିଯିବା, ଗଣ୍ଠି ଚାରିପାଖରେ ଗରମ ଅନୁଭବ। ବିପଦ କାରକଗୁଡ଼ିକ ହେଲା ବୟସ, ପାରିବାରିକ ଇତିହାସ, ପୂର୍ବ ଗଣ୍ଠି ଆଘାତ, ମୋଟାପଣ। କୌଣସି ଚିକିତ୍ସା ନାହିଁ, କିନ୍ତୁ ଲକ୍ଷଣ ଉପଶମ କରାଯାଇପାରେ - ଯନ୍ତ୍ରଣା ଓ ପ୍ରଦାହ ପାଇଁ ଔଷଧ, ଫିଜିକାଲ୍ ଥେରାପି, ସ୍ୱାସ୍ଥ୍ୟକର ଓଜନ ବଜାୟ ରଖିବା, ନିୟମିତ ହାଲକା ବ୍ୟାୟାମ।",
    "hindi": "गठिया एक या अधिक जोड़ों की सूजन है, जो दर्द और अकड़न पैदा करती है जो उम्र के साथ बिगड़ती है। दो सबसे आम प्रकार हैं ऑस्टियोआर्थराइटिस (जोड़ उपास्थि का टूट-फूट) और रुमेटीइड गठिया (ऑटोइम्यून विकार)। लक्षणों में जोड़ों का दर्द, अकड़न (खासकर सुबह), सूजन, लालिमा, गति की सीमा में कमी, जोड़ों के आसपास गर्मी शामिल है। जोखिम कारकों में उम्र, पारिवारिक इतिहास, पिछली चोट, मोटापा शामिल है। कोई इलाज नहीं है, लेकिन लक्षणों को कम किया जा सकता है - दर्द और सूजन के लिए दवाएं, फिजिकल थेरेपी, स्वस्थ वजन बनाए रखना, नियमित हल्का व्यायाम।",
    "emergency_threshold": null,
    "symptoms": ["joint_pain", "stiffness", "swelling", "redness", "decreased_range_of_motion"]
  },
  "ulcer": {
    "english": "Peptic ulcers are open sores that develop on the inner lining of stomach (gastric ulcer) or upper small intestine (duodenal ulcer). Most commonly caused by H. pylori bacterial infection or long-term use of NSAIDs (aspirin, ibuprofen). Symptoms include burning stomach pain (especially between meals or at night), feeling of fullness, bloating, heartburn, nausea, and in severe cases, vomiting blood or passing black tarry stools. Complications can be serious including bleeding, perforation, or obstruction. Treatment includes antibiotics to kill H. pylori, medications to reduce stomach acid, avoiding NSAIDs, alcohol, and smoking. Eat smaller frequent meals, avoid spicy and acidic foods. Seek immediate medical help if severe abdominal pain, bloody vomit, or black stools occur.",
    "odia": "ପେପ୍ଟିକ୍ ଅଲସର୍ ହେଉଛି ପେଟର ଭିତର ଆବରଣ (ଗ୍ୟାଷ୍ଟ୍ରିକ୍ ଅଲସର୍) କିମ୍ବା ଉପର ଛୋଟ ଅନ୍ତନଳୀରେ (ଡୁଓଡେନାଲ୍ ଅଲସର୍) ବିକଶିତ ହେଉଥିବା ଖୋଲା ଘା। ସାଧାରଣତଃ H. pylori ବ୍ୟାକ୍ଟେରିଆଲ୍ ସଂକ୍ରମଣ କିମ୍ବା NSAIDs ର ଦୀର୍ଘକାଳୀନ ବ୍ୟବହାର ଦ୍ୱାରା ହୋଇଥାଏ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଜଳୁଥିବା ପେଟ ଯନ୍ତ୍ରଣା (ବିଶେଷକରି ଭୋଜନ ମଧ୍ୟରେ କିମ୍ବା ରାତିରେ), ପେଟ ପୂର୍ଣ୍ଣ ଅନୁଭବ, ଫୁଲା, ହୃଦରୋଗ, ବାନ୍ତି, ଏବଂ ଗଭୀର ଅବସ୍ଥାରେ ରକ୍ତ ବାନ୍ତି କିମ୍ବା କଳା ମଳ। ଜଟିଳତା ଗମ୍ଭୀର ହୋଇପାରେ ଯେପରିକି ରକ୍ତସ୍ରାବ, ଛିଦ୍ର, ଅବରୋଧ। ଚିକିତ୍ସାରେ H. pylori ମାରିବା ପାଇଁ ଆଣ୍ଟିବାୟୋଟିକ୍, ପେଟର ଅମ୍ଳ କମାଇବା ପାଇଁ ଔଷଧ, NSAIDs, ମଦ୍ୟପାନ ଓ ଧୂମପାନ ଏଡ଼ାଇବା ଅନ୍ତର୍ଭୁକ୍ତ। ଛୋଟ ବାରମ୍ବାର ଭୋଜନ, ମସଲାଯୁକ୍ତ ଓ ଅମ୍ଳୀୟ ଖାଦ୍ୟ ଏଡ଼ାନ୍ତୁ। ଗଭୀର ପେଟ ଯନ୍ତ୍ରଣା, ରକ୍ତ ବାନ୍ତି, କଳା ମଳ ହେଲେ ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ନିଅନ୍ତୁ।",
    "hindi": "पेप्टिक अल्सर पेट की भीतरी परत (गैस्ट्रिक अल्सर) या ऊपरी छोटी आंत (ड्यूओडेनल अल्सर) पर विकसित होने वाले खुले घाव हैं। आमतौर पर H. pylori बैक्टीरियल संक्रमण या NSAIDs के लंबे समय तक उपयोग से होता है। लक्षणों में जलन वाला पेट दर्द (विशेष रूप से भोजन के बीच या रात में), पेट भरा हुआ महसूस होना, सूजन, सीने में जलन, मतली और गंभीर मामलों में खून की उल्टी या काला मल शामिल है। जटिलताएं गंभीर हो सकती हैं जैसे रक्तस्राव, छिद्र, रुकावट। उपचार में H. pylori को मारने के लिए एंटीबायोटिक्स, पेट के एसिड को कम करने के लिए दवाएं, NSAIDs, शराब और धूम्रपान से बचना शामिल है। छोटे बार-बार भोजन करें, मसालेदार और अम्लीय खाद्य पदार्थों से बचें। गंभीर पेट दर्द, खूनी उल्टी या काले मल होने पर तुरंत चिकित्सा सहायता लें।",
    "emergency_threshold": null,
    "symptoms": ["burning_stomach_pain", "feeling_of_fullness", "bloating", "heartburn", "nausea"]
  },
  "conjunctivitis": {
    "english": "Conjunctivitis (pink eye) is inflammation of the conjunctiva, the thin clear tissue covering the white part of the eye and inside of eyelids. It can be caused by viruses, bacteria, allergies, or irritants. Viral and bacterial forms are highly contagious. Symptoms include redness in one or both eyes, itching, gritty feeling, discharge that forms crust (yellow/green in bacterial, watery in viral), tearing, and sensitivity to light. Viral conjunctivitis usually clears on its own in 1-2 weeks. Bacterial requires antibiotic eye drops. Allergic conjunctivitis responds to antihistamines. Prevention includes frequent hand washing, not touching eyes, not sharing towels or eye cosmetics, and changing pillowcases regularly. Seek medical attention if vision is affected or symptoms worsen.",
    "odia": "କଞ୍ଜଙ୍କଟିଭାଇଟିସ୍ (ଗୋଲାପୀ ଆଖି) ହେଉଛି କଞ୍ଜଙ୍କଟିଭାର ପ୍ରଦାହ, ଆଖିର ଧଳା ଅଂଶ ଓ ଆଖିପତାର ଭିତର ଭାଗକୁ ଆଚ୍ଛାଦନ କରୁଥିବା ପତଳା ସ୍ପଷ୍ଟ ତନ୍ତୁ। ଏହା ଭାଇରସ୍, ବ୍ୟାକ୍ଟେରିଆ,ଆଲର୍ଜି କିମ୍ବା କ୍ଷତିକାରକ ଦ୍ୱାରା ହୋଇପାରେ। ଭାଇରାଲ୍ ଓ ବ୍ୟାକ୍ଟେରିଆଲ୍ ରୂପ ଅତ୍ୟଧିକ ସଂକ୍ରାମକ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଗୋଟିଏ କିମ୍ବା ଉଭୟ ଆଖିରେ ଲାଲ ହେବା, କୁଣ୍ଡେଇ, ବାଲି ଲାଗିବା ଭଳି ଅନୁଭବ, ସ୍ରାବ ଯାହା ପରତ ସୃଷ୍ଟି କରେ (ବ୍ୟାକ୍ଟେରିଆଲ୍‌ରେ ହଳଦିଆ/ସବୁଜ, ଭାଇରାଲ୍‌ରେ ଜଳୀୟ), ଲୁହ ଝରିବା, ଆଲୋକ ପ୍ରତି ସମ୍ବେଦନଶୀଳତା। ଭାଇରାଲ୍ କଞ୍ଜଙ୍କଟିଭାଇଟିସ୍ ସାଧାରଣତଃ ୧-୨ ସପ୍ତାହରେ ନିଜେ ସଫା ହୋଇଯାଏ। ବ୍ୟାକ୍ଟେରିଆଲ୍ ପାଇଁ ଆଣ୍ଟିବାୟୋଟିକ୍ ଆଖି ଡ୍ରପ୍ ଆବଶ୍ୟକ। ପ୍ରତିରୋଧରେ ବାରମ୍ବାର ହାତ ଧୋଇବା, ଆଖି ଛୁଇଁବା ନାହିଁ, ଟାୱେଲ୍ କିମ୍ବା ଆଖି ପ୍ରସାଧନ ସେୟାର ନକରିବା ଅନ୍ତର୍ଭୁକ୍ତ।",
    "hindi": "कंजंक्टिवाइटिस (गुलाबी आंख) कंजंक्टिवा की सूजन है, आंख के सफेद हिस्से और पलकों के अंदरूनी हिस्से को ढकने वाला पतला स्पष्ट ऊतक। यह वायरस, बैक्टीरिया, एलर्जी या उत्तेजक पदार्थों से हो सकता है। वायरल और बैक्टीरियल रूप अत्यधिक संक्रामक हैं। लक्षणों में एक या दोनों आंखों में लालिमा, खुजली, रेतीला एहसास, डिस्चार्ज जो क्रस्ट बनाता है (बैक्टीरियल में पीला/हरा, वायरल में पानी जैसा), आंसू आना, प्रकाश के प्रति संवेदनशीलता शामिल है। वायरल कंजंक्टिवाइटिस आमतौर पर 1-2 सप्ताह में अपने आप ठीक हो जाता है। बैक्टीरियल के लिए एंटीबायोटिक आई ड्रॉप की आवश्यकता होती है। रोकथाम में बार-बार हाथ धोना, आंखों को न छूना, तौलिये या आंखों के सौंदर्य प्रसाधन साझा न करना शामिल है।",
    "emergency_threshold": null,
    "symptoms": ["eye_redness", "itching", "gritty_feeling", "eye_discharge", "tearing", "light_sensitivity"]
  },
  "urinary_tract_infection": {
    "english": "Urinary Tract Infection (UTI) is an infection in any part of the urinary system - kidneys, ureters, bladder, or urethra. Most infections involve the lower urinary tract (bladder and urethra). Women are at greater risk than men. Bacteria, usually E. coli, cause most UTIs. Symptoms include strong persistent urge to urinate, burning sensation during urination, passing frequent small amounts of urine, cloudy urine, red/pink/brown urine indicating blood, strong-smelling urine, and pelvic pain in women. Treatment includes antibiotics as prescribed by doctor, drinking plenty of water, and urinating frequently. Prevention includes drinking adequate water, urinating after intercourse, wiping front to back (for women), and avoiding irritating feminine products. Untreated UTIs can lead to kidney infection, so seek medical attention promptly.",
    "odia": "ମୂତ୍ରନଳୀ ସଂକ୍ରମଣ (UTI) ହେଉଛି ମୂତ୍ର ପ୍ରଣାଳୀର ଯେକୌଣସି ଅଂଶରେ ସଂକ୍ରମଣ - କିଡନୀ, ୟୁରେଟର୍, ମୂତ୍ରାଶୟ କିମ୍ବା ୟୁରେଥ୍ରା। ଅଧିକାଂଶ ସଂକ୍ରମଣ ତଳ ମୂତ୍ର ପଥ (ମୂତ୍ରାଶୟ ଓ ୟୁରେଥ୍ରା) ସହ ଜଡ଼ିତ। ମହିଳାମାନେ ପୁରୁଷଙ୍କ ତୁଳନାରେ ଅଧିକ ବିପଦରେ। ବ୍ୟାକ୍ଟେରିଆ, ସାଧାରଣତଃ E. coli, ଅଧିକାଂଶ UTI ସୃଷ୍ଟି କରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ପରିସ୍ରା କରିବାର ଦୃଢ଼ ସ୍ଥିର ଇଚ୍ଛା, ପରିସ୍ରା ସମୟରେ ଜଳୁଥିବା ଅନୁଭବ, ବାରମ୍ବାର ଅଳ୍ପ ପରିମାଣର ପରିସ୍ରା, ମେଘୁଆ ପରିସ୍ରା, ଲାଲ/ଗୋଲାପୀ/ବାଦାମୀ ପରିସ୍ରା ରକ୍ତ ସୂଚାଏ, ଦୁର୍ଗନ୍ଧଯୁକ୍ତ ପରିସ୍ରା, ମହିଳାମାନଙ୍କଠାରେ ପେଲଭିକ୍ ଯନ୍ତ୍ରଣା। ଚିକିତ୍ସାରେ ଡାକ୍ତରଙ୍କ ପରାମର୍ଶ ଅନୁଯାୟୀ ଆଣ୍ଟିବାୟୋଟିକ୍, ପ୍ରଚୁର ପାଣି ପିଇବା, ବାରମ୍ବାର ପରିସ୍ରା କରିବା ଅନ୍ତର୍ଭୁକ୍ତ। ପ୍ରତିରୋଧରେ ପର୍ଯ୍ୟାପ୍ତ ପାଣି ପିଇବା, ସମ୍ଭୋଗ ପରେ ପରିସ୍ରା କରିବା, ଆଗରୁ ପଛକୁ ପୋଛିବା (ମହିଳାମାନଙ୍କ ପାଇଁ) ଅନ୍ତର୍ଭୁକ୍ତ।",
    "hindi": "मूत्र पथ संक्रमण (UTI) मूत्र प्रणाली के किसी भी हिस्से में संक्रमण है - किडनी, मूत्रवाहिनी, मूत्राशय या मूत्रमार्ग। अधिकांश संक्रमण निचले मूत्र पथ (मूत्राशय और मूत्रमार्ग) से जुड़े हैं। महिलाओं को पुरुषों की तुलना में अधिक खतरा है। बैक्टीरिया, आमतौर पर E. coli, अधिकांश UTI का कारण बनते हैं। लक्षणों में पेशाब करने की तीव्र लगातार इच्छा, पेशाब के दौरान जलन, बार-बार थोड़ी मात्रा में पेशाब, धुंधला पेशाब, लाल/गुलाबी/भूरा पेशाब जो खून का संकेत देता है, तेज गंध वाला पेशाब, महिलाओं में पेल्विक दर्द शामिल है। उपचार में डॉक्टर द्वारा निर्धारित एंटीबायोटिक्स, खूब पानी पीना, बार-बार पेशाब करना शामिल है। रोकथाम में पर्याप्त पानी पीना, संभोग के बाद पेशाब करना, आगे से पीछे की ओर पोंछना (महिलाओं के लिए) शामिल है।",
    "emergency_threshold": null,
    "symptoms": ["urge_to_urinate", "burning_during_urination", "frequent_urination", "cloudy_urine", "blood_in_urine", "strong_smelling_urine", "pelvic_pain"]
  },
  "thyroid": {
    "english": "Thyroid disorders occur when the thyroid gland produces too much (hyperthyroidism) or too little (hypothyroidism) thyroid hormone. Hypothyroidism symptoms include fatigue, weight gain, cold intolerance, dry skin, hair loss, constipation, depression, and slow heart rate. Hyperthyroidism symptoms include weight loss despite increased appetite, rapid heartbeat, increased sweating, nervousness, tremors, and difficulty sleeping. Common causes include autoimmune diseases (Hashimoto's, Graves' disease), iodine deficiency, or thyroid nodules. Diagnosis requires blood tests to measure TSH and thyroid hormone levels. Treatment for hypothyroidism includes daily hormone replacement medication. Hyperthyroidism treatment includes medications, radioactive iodine, or surgery. Regular monitoring and medication adjustment are essential. Untreated thyroid disorders can lead to serious complications.",
    "odia": "ଥାଇରଏଡ୍ ବିକାର ଯେତେବେଳେ ଥାଇରଏଡ୍ ଗ୍ରନ୍ଥି ଅତ୍ୟଧିକ (ହାଇପରଥାଇରଏଡିଜିମ୍) କିମ୍ବା ବହୁତ କମ୍ (ହାଇପୋଥାଇରଏଡିଜିମ୍) ଥାଇରଏଡ୍ ହରମୋନ୍ ଉତ୍ପାଦନ କରେ। ହାଇପୋଥାଇରଏଡିଜିମ୍ ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା କ୍ଲାନ୍ତି, ଓଜନ ବୃଦ୍ଧି, ଥଣ୍ଡା ସହନଶୀଳତା ନଥିବା, ଶୁଷ୍କ ଚର୍ମ, କେଶ ଝଡ଼ିବା, କୋଷ୍ଠକାଠିନ୍ୟ, ଅବସାଦ, ମନ୍ଥର ହୃଦସ୍ପନ୍ଦନ। ହାଇପରଥାଇରଏଡିଜିମ୍ ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ଭୋକ ବଢ଼ିଲେ ମଧ୍ୟ ଓଜନ ହ୍ରାସ, ଦ୍ରୁତ ହୃଦସ୍ପନ୍ଦନ, ଝାଳ ବୃଦ୍ଧି, ଘବଘବ, କମ୍ପନ, ଶୋଇବାରେ କଷ୍ଟ। ସାଧାରଣ କାରଣଗୁଡ଼ିକ ହେଲା ଅଟୋଇମ୍ୟୁନ୍ ରୋଗ, ଆୟୋଡିନ୍ ଅଭାବ କିମ୍ବା ଥାଇରଏଡ୍ ନୋଡ୍ୟୁଲ୍। ନିରାକରଣ ପାଇଁ TSH ଓ ଥାଇରଏଡ୍ ହରମୋନ୍ ସ୍ତର ମାପିବା ପାଇଁ ରକ୍ତ ପରୀକ୍ଷା ଆବଶ୍ୟକ। ହାଇପୋଥାଇରଏଡିଜିମ୍ ଚିକିତ୍ସାରେ ଦୈନିକ ହରମୋନ୍ ବଦଳ ଔଷଧ ଅନ୍ତର୍ଭୁକ୍ତ।",
    "hindi": "थायराइड विकार तब होता है जब थायराइड ग्रंथि बहुत अधिक (हाइपरथायरायडिज्म) या बहुत कम (हाइपोथायरायडिज्म) थायराइड हार्मोन उत्पन्न करती है। हाइपोथायरायडिज्म के लक्षणों में थकान, वजन बढ़ना, ठंड सहन न कर पाना, सूखी त्वचा, बाल झड़ना, कब्ज, अवसाद, धीमी हृदय गति शामिल है। हाइपरथायरायडिज्म के लक्षणों में भूख बढ़ने के बावजूद वजन घटना, तेज दिल की धड़कन, अधिक पसीना, घबराहट, कंपकंपी, नींद में कठिनाई शामिल है। सामान्य कारणों में ऑटोइम्यून रोग, आयोडीन की कमी या थायराइड नोड्यूल शामिल हैं। निदान के लिए TSH और थायराइड हार्मोन स्तर मापने के लिए रक्त परीक्षण आवश्यक है। हाइपोथायरायडिज्म के उपचार में दैनिक हार्मोन प्रतिस्थापन दवा शामिल है।",
    "emergency_threshold": null,
    "symptoms": ["fatigue", "weight_changes", "temperature_intolerance", "heart_rate_changes", "mood_changes"]
  },
  "bronchitis": {
    "english": "Bronchitis is inflammation of the bronchial tubes (airways) that carry air to and from the lungs. It can be acute (short-term, usually from viral infection) or chronic (long-term, often from smoking). Symptoms include persistent cough that produces mucus (clear, white, yellow, or green), chest discomfort, fatigue, shortness of breath, slight fever and chills, and wheezing. Acute bronchitis usually improves within a week to 10 days, though cough may persist longer. Chronic bronchitis is a serious condition requiring ongoing medical management. Treatment for acute bronchitis includes rest, plenty of fluids, using humidifier, avoiding smoke and pollutants, and cough medicine if needed. Antibiotics are only needed if bacterial infection is confirmed. Prevention includes avoiding smoking, washing hands frequently, and getting annual flu vaccine.",
    "odia": "ବ୍ରୋଙ୍କାଇଟିସ୍ ହେଉଛି ବ୍ରୋଙ୍କିଆଲ୍ ଟ୍ୟୁବ୍ (ବାୟୁ ପଥ) ର ପ୍ରଦାହ ଯାହା ଫୁସଫୁସକୁ ଏବଂ ଫୁସଫୁସରୁ ବାୟୁ ବହନ କରେ। ଏହା ତୀବ୍ର (ସ୍ୱଳ୍ପ-ମେୟାଦୀ, ସାଧାରଣତଃ ଭାଇରାଲ୍ ସଂକ୍ରମଣରୁ) କିମ୍ବା ଦୀର୍ଘସ୍ଥାୟୀ (ଦୀର୍ଘ-ମେୟାଦୀ, ପ୍ରାୟତଃ ଧୂମପାନରୁ) ହୋଇପାରେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ସ୍ଥିର କାଶ ଯାହା ମ୍ୟୁକସ୍ ଉତ୍ପାଦନ କରେ (ସ୍ପଷ୍ଟ, ଧଳା, ହଳଦିଆ କିମ୍ବା ସବୁଜ), ଛାତି ଅସୁବିଧା, କ୍ଲାନ୍ତି, ଶ୍ୱାସ ନେବାରେ କଷ୍ଟ, ହାଲକା ଜ୍ୱର ଓ ଥଣ୍ଡା ଲାଗିବା, ଏବଂ ଶ୍ୱାସରେ ଶବ୍ଦ। ତୀବ୍ର ବ୍ରୋଙ୍କାଇଟିସ୍ ସାଧାରଣତଃ ଏକ ସପ୍ତାହରୁ ୧୦ ଦିନ ମଧ୍ୟରେ ଉନ୍ନତି ହୁଏ, ଯଦିଓ କାଶ ଅଧିକ ସମୟ ରହିପାରେ। ଚିକିତ୍ସାରେ ବିଶ୍ରାମ, ପ୍ରଚୁର ତରଳ ପଦାର୍ଥ, ହ୍ୟୁମିଡିଫାୟର୍ ବ୍ୟବହାର, ଧୂଆଁ ଓ ପ୍ରଦୂଷକ ଏଡ଼ାଇବା ଅନ୍ତର୍ଭୁକ୍ତ। ପ୍ରତିରୋଧରେ ଧୂମପାନ ଏଡ଼ାଇବା, ବାରମ୍ବାର ହାତ ଧୋଇବା, ବାର୍ଷିକ ଫ୍ଲୁ ଟୀକା ନେବା ଅନ୍ତର୍ଭୁକ୍ତ।",
    "hindi": "ब्रोंकाइटिस ब्रोन्कियल ट्यूबों (वायुमार्ग) की सूजन है जो फेफड़ों से और फेफड़ों तक हवा ले जाती हैं। यह तीव्र (अल्पकालिक, आमतौर पर वायरल संक्रमण से) या दीर्घकालिक (लंबी अवधि, अक्सर धूम्रपान से) हो सकता है। लक्षणों में लगातार खांसी जो बलगम पैदा करती है (साफ, सफेद, पीला या हरा), सीने में बेचैनी, थकान, सांस फूलना, हल्का बुखार और ठंड लगना, घरघराहट शामिल है। तीव्र ब्रोंकाइटिस आमतौर पर एक सप्ताह से 10 दिनों के भीतर सुधर जाता है। उपचार में आराम, खूब तरल पदार्थ, ह्यूमिडिफायर का उपयोग, धुएं और प्रदूषकों से बचना शामिल है। रोकथाम में धूम्रपान से बचना, बार-बार हाथ धोना, वार्षिक फ्लू टीका लगवाना शामिल है।",
    "emergency_threshold": null,
    "symptoms": ["persistent_cough_with_mucus", "chest_discomfort", "fatigue", "shortness_of_breath", "slight_fever", "wheezing"]
  },
  "scabies": {
    "english": "Scabies is a contagious skin infestation caused by tiny mites (Sarcoptes scabiei) that burrow into the skin. It spreads through prolonged skin-to-skin contact with an infected person. Symptoms include intense itching (especially at night), pimple-like rash, small blisters or bumps, and visible burrow tracks (thin gray or skin-colored lines). Common areas affected include between fingers, wrists, elbows, armpits, waist, genital area, and buttocks. In children, it can affect the head, face, neck, palms, and soles. Treatment requires prescription medication - scabicide lotions or creams applied to entire body from neck down, left overnight, then washed off. All household members and close contacts should be treated simultaneously. Wash all clothing, bedding, and towels in hot water. Itching may persist for weeks after successful treatment.",
    "odia": "ସ୍କାବିଜ୍ ହେଉଛି ଏକ ସଂକ୍ରାମକ ଚର୍ମ ସଂକ୍ରମଣ ଯାହା କ୍ଷୁଦ୍ର ମାଇଟ୍ (Sarcoptes scabiei) ଦ୍ୱାରା ହୋଇଥାଏ ଯାହା ଚର୍ମରେ ଗର୍ତ୍ତ କରେ। ସଂକ୍ରମିତ ବ୍ୟକ୍ତିଙ୍କ ସହ ଦୀର୍ଘ ଚର୍ମ-ସହ-ଚର୍ମ ସଂସ୍ପର୍ଶ ଦ୍ୱାରା ବ୍ୟାପେ। ଲକ୍ଷଣଗୁଡ଼ିକ ହେଲା ତୀବ୍ର କୁଣ୍ଡେଇ (ବିଶେଷକରି ରାତିରେ), ପିମ୍ପଲ୍ ଭଳି ଦାଗ, ଛୋଟ ଫୋଟକା କିମ୍ବା ଖୁଣ୍ଟ, ଏବଂ ଦୃଶ୍ୟମାନ ଗର୍ତ୍ତ ଟ୍ରାକ୍ (ପତଳା ଧୂସର କିମ୍ବା ଚର୍ମ ରଙ୍ଗର ରେଖା)। ସାଧାରଣ ପ୍ରଭାବିତ ଅଞ୍ଚଳଗୁଡ଼ିକ ହେଲା ଆଙ୍ଗୁଠି ମଧ୍ୟରେ, ହାତଗୋଡ଼, କନ୍ଧୁଇ, ବଗଳ, କମର, ଯୌନାଙ୍ଗ ଅଞ୍ଚଳ। ଚିକିତ୍ସା ପାଇଁ ପ୍ରେସକ୍ରିପସନ୍ ଔଷଧ ଆବଶ୍ୟକ - ସ୍କାବିସାଇଡ୍ ଲୋସନ କିମ୍ବା କ୍ରିମ୍ ବେକରୁ ତଳକୁ ସମଗ୍ର ଶରୀରରେ ପ୍ରୟୋଗ କରାଯାଏ। ସମସ୍ତ ଘରର ସଦସ୍ୟ ଓ ନିକଟ ସଂସ୍ପର୍ଶରେ ଆସିଥିବା ବ୍ୟକ୍ତିମାନଙ୍କୁ ଏକସାଙ୍ଗରେ ଚିକିତ୍ସା କରାଯିବା ଉଚିତ। ସମସ୍ତ ପୋଷାକ, ବିଛାଣା ଓ ଟାୱେଲ୍ ଗରମ ପାଣିରେ ଧୋଇ ଦିଅନ୍ତୁ।",
    "hindi": "स्केबीज एक संक्रामक त्वचा संक्रमण है जो छोटे घुन (Sarcoptes scabiei) के कारण होता है जो त्वचा में सुरंग बनाते हैं। यह संक्रमित व्यक्ति के साथ लंबे समय तक त्वचा-से-त्वचा संपर्क से फैलता है। लक्षणों में तीव्र खुजली (खासकर रात में), फुंसी जैसा दाने, छोटे छाले या उभार, और दिखाई देने वाली सुरंग पटरियां (पतली ग्रे या त्वचा के रंग की रेखाएं) शामिल हैं। सामान्य प्रभावित क्षेत्रों में उंगलियों के बीच, कलाई, कोहनी, बगल, कमर, जननांग क्षेत्र शामिल हैं। उपचार के लिए प्रिस्क्रिप्शन दवा की आवश्यकता होती है - स्कैबिसाइड लोशन या क्रीम गर्दन से नीचे पूरे शरीर पर लगाई जाती है। सभी घर के सदस्यों और करीबी संपर्कों का एक साथ इलाज किया जाना चाहिए। सभी कपड़े, बिस्तर और तौलिये गर्म पानी में धोएं।",
    "emergency_threshold": null,
    "symptoms": ["intense_itching", "pimple_like_rash", "small_blisters", "visible_burrow_tracks"]
  }
}
